Revit 2024 API
ContourSettingItem.Step Property
 The increment elevation of the contour range.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2024
Syntax
C#
public double Step { get; }
Visual Basic
Public ReadOnly Property Step As Double
	Get
Visual C++
public:
property double Step {
	double get ();
}
See Also
ContourSettingItem Class
Autodesk.Revit.DB Namespace